use TESTDB
db.createCollection("test")
db.test.insert({
    "_______  สาขาเมกา บางนา                            แผ่นที่             1": "27/05/61",
    "": "ATSFE",
    "__1": "รายการค่าธรรมเนียม Inter-Region โดยตัดจากบัญชี Saving",
    "__2": "W/D Inter-Region Fee",
    "__3": "",
    "__4": 15,
    "__5": 0,
    "__6": "694,167.32",
    "__7": 422,
    "__8": "K04466",
    "__9": "",
    "__10": "Total DR.=",
    "__11": 9,
    "__12": "120,045.00",
    "__13": "CR.=",
    "__14": 1,
    "__15": "414,701.00"
})
